/* Localizable strings not stored in nib files and not stored in application
 * resources, the strings below can be accessed using the
 * GetBundleLocalizedString() macro, those stored in application resources
 * must be accessed using GetLocalizedString() instead.
 */

/* ----------------------------------------------------------------------
 * Strings generally used for the overview pane
 * ---------------------------------------------------------------------- */
 
"kNoStartDateNotRunning" = "Non disponible. Le service n’a pas démarré";

"kDateFormatter" = "%c";

"RUNNING" = "En service";
"STOPPED" = "Arrêté";
"STARTING" = "Démarrage en cours";
"STOPPING" = "Arrêt en cours";
"PAUSED" = "En pause";
"UNKNOWN" = "Inconnu";

"N/A" = "Non disponible";

"Mail Service is:" = "Le service de courrier est :";
"Start Time:" = "Date de démarrage :";
"Outgoing SMTP:" = "SMTP sortant :";
"Incoming SMTP:" = "SMTP entrant :";
"POP:" = "POP :";
"IMAP:" = "IMAP :";
"Mailing Lists:" = "Listes d’envoi :";
"Junk Mail Filtering:" = "Filtrage du courrier indésirable :";
"Virus Scanning:" = "Détection de virus :";
"Configure Mail Service..." = "Configurer le service de messagerie…";
"Mail Clustering:" = "Mise en grappe de la messagerie :";
"Cluster Name:" = "Nom de la grappe : ";
"Cluster Members:" = "Membres de la grappe :";

"YES" = "Activé";
"NO" = "Désactivé";

"ON" = "Activé";
"OFF" = "Désactivé";

"ASIA_LABEL" = "ASIA :";
"LISTSERVER_LABEL" = "Listes d’envoi :";
"CONNS" = "%@ utilisateurs connectés";
"ENABLED" = "Activé(es)";
"DISABLED" = "Désactivé(es)";
"OPEN" = "Ouvrir";
"CONFIGURED" = "Configuré";
"REQUIRED" = "Requis";

/* ----------------------------------------------------------------------
 * Strings used for labels in the warning section of the Overview pane.
 * ---------------------------------------------------------------------- */

"WARNING_CLEARTEXT_LABEL" = "Authentification en clair";
"WARNING_SMTP_RELAY_LABEL" = "Relais SMTP";
"WARNING_SSL_LABEL" = "Utilisation de SSL";

"has warning" = "Un ou plusieurs services ont signalé une erreur :";
"connections" = " Connexions";

// following error, warning code get from servermgr_mail
"ErrWarnIMAP" = " Retrouvez les détails des erreurs dans l’historique IMAP, puis consultez le guide des administrateurs système pour toute mesure à prendre.";
"ErrWarnIMAP10" = "Le serveur IMAP a rencontré une erreur fatale.";
"ErrWarnIMAP20" = "Le serveur IMAP a rencontré une erreur.";
"ErrWarnIMAP30" = "Le serveur IMAP signale un avertissement.";
"ErrWarnPOP" = " Retrouvez les détails des erreurs dans l’historique POP, puis consultez le guide des administrateurs système pour toute mesure à prendre.";
"ErrWarnPOP10" = "Le serveur POP a rencontré une erreur fatale.";
"ErrWarnPOP20" = "Le serveur POP a rencontré une erreur.";
"ErrWarnPOP30" = "Le serveur POP signale un avertissement.";
"ErrWarnSMTP" = " Retrouvez les détails des erreurs dans l’historique SMTP, puis consultez le guide des administrateurs système pour toute mesure à prendre.";
"ErrWarnSMTPIn10" = "Le serveur SMTP entrant a rencontré une erreur fatale.";
"ErrWarnSMTPIn20" = "Le serveur SMTP entrant ne fonctionne plus.";
"ErrWarnSMTPIn30" = "Le serveur SMTP entrant a rencontré une erreur.";
"ErrWarnSMTPIn40" = "Le serveur SMTP entrant signale un avertissement.";
"ErrWarnSMTPIn50" = "Le serveur SMTP entrant est refusé.";
"ErrWarnSMTPOut10" = "Le serveur SMTP sortant a rencontré une erreur fatale.";
"ErrWarnSMTPOut20" = "Le serveur SMTP sortant ne fonctionne plus.";
"ErrWarnSMTPOut30" = "Le serveur SMTP sortant a rencontré une erreur.";
"ErrWarnSMTPOut40" = "Le serveur SMTP sortant signale un avertissement.";
"ErrWarnSMTPOut50" = "Le serveur SMTP sortant est refusé.";
"ErrWarnMailman" = " Retrouvez les détails des erreurs dans l’historique des listes d’envoi, puis consultez le guide des administrateurs système pour toute mesure à prendre.";
"ErrWarnMailman10" = "Les listes d’envoi ont rencontré une erreur fatale.";
"ErrWarnMailman20" = "Les listes d’envoi ont rencontré une erreur.";
"ErrWarnMailman30" = "Les listes d’envoi signalent un avertissement.";
"ErrWarnSpam" = " Retrouvez les détails des erreurs dans l’historique du filtrage du courrier indésirable, puis consultez le guide des administrateurs système pour toute mesure à prendre.";
"ErrWarnSpam10" = "Le filtrage du courrier indésirable a rencontré une erreur fatale.";
"ErrWarnSpam20" = "Le filtrage du courrier indésirable a rencontré une erreur.";
"ErrWarnSpam30" = "Le filtrage du courrier indésirable signale un avertissement.";
"ErrWarnClamAV" = " Retrouvez les détails des erreurs dans l’historique de détection de virus, puis consultez le guide des administrateurs système pour toute mesure à prendre.";
"ErrWarnClamAV10" = "La détection de virus a rencontré une erreur fatale.";
"ErrWarnClamAV20" = "La détection de virus a rencontré une erreur.";
"ErrWarnClamAV30" = "La détection de virus signale un avertissement.";
"newline" = "\n";

/* ----------------------------------------------------------------------
 * Strings used to map log names to the log selection menu list.
 *	Jaguar server logs:
 * ---------------------------------------------------------------------- */

"errorLog" = "Erreurs de courrier";
"imapLog" = "IMAP";
"pop3Log" = "POP";
"repairLog" = "Réparations de la base de données";
"routerLog" = "Historique du routeur";
"serverLog" = "Historique du serveur de courrier";
"smtpInLog" = "SMTP (entrant)";
"smtpOutLog" = "SMTP (sortant)";


/* ----------------------------------------------------------------------
 * Panther server logs:
 * ---------------------------------------------------------------------- */

"IMAP Log"		= "IMAP";
"POP Log"		= "POP";
"SMTP Log"		= "SMTP";
"Server Log"	= "Accès au courrier";

/* ----------------------------------------------------------------------
 * Newer Leopard server logs:
 * ---------------------------------------------------------------------- */

"IMAP" = "IMAP";
"POP" = "POP";
"SMTP" = "SMTP";
"Mail Access" = "Accès au courrier";
"Virus" = "Virus";

/* ----------------------------------------------------------------------
 * Mailman logs
 * ---------------------------------------------------------------------- */

"Lists error"			= "Listes d’envoi - Erreurs";
"Lists post"			= "Listes d’envoi - Publications";
"Lists qrunner"			= "Listes d’envoi - Service";
"Lists smtp"			= "Listes d’envoi - Livraison";
"Lists smtp-failure"	= "Listes d’envoi - Échecs de livraison";
"Lists subscribe"		= "Listes d’envoi - Inscriptions";

"Mailing Lists - Errors" = "Listes d’envoi - Erreurs";
"Mailing Lists - Postings" = "Listes d’envoi - Publications";
"Mailing Lists - Service" = "Listes d’envoi - Service";
"Mailing Lists - Delivery" = "Listes d’envoi - Livraison";
"Mailing Lists - Delivery Failures" = "Listes d’envoi - Échecs de livraison";
"Mailing Lists - Subscriptions"	= "Listes d’envoi - Inscriptions";


/* ----------------------------------------------------------------------
 * Junk mail/virus logs
 * ---------------------------------------------------------------------- */

"Amavisd Log"	= "Détection de virus/courriers indésirables";
"Junk Mail/Virus Scanning" = "Détection de virus/courriers indésirables";
"Virus Log"		= "Virus";
"Virus DB Log"	= "Mises à jour de la base de données de virus";
"Virus Database Updates" = "Mises à jour de la base de données de virus";

/* ----------------------------------------------------------------------
 * Mailing list user title
 * ---------------------------------------------------------------------- */

"LISTUSERSTITLE" = "Membres de « %@ » :";


/* ----------------------------------------------------------------------
 * Virus
 * ---------------------------------------------------------------------- */

"kClamDBNotAvailable" = "Dernière mise à jour : non disponible";
"kClamDBLastUpdate"   = "Dernière mise à jour : ";

/* ----------------------------------------------------------------------
 * Settings strings
 * ---------------------------------------------------------------------- */
 
"kDovecotMaxIMAPConnectionsLabel" = "connexions";
"kCyrusMaxIMAPConnectionsLabel" = "connexions (indiquez 0 pour ne pas imposer de limite)";

/* ----------------------------------------------------------------------
 * Strings displayed in the generic entry sheet for various settings.
 * ---------------------------------------------------------------------- */

"ALIAS_TITLE" = "Alias d’hôte local :";
//"ALIAS_HELP" = "Mail addressed to this hostname will be accepted by this server.";
"ALIAS_HELP" = "Les courriers adressés à ce nom d’hôte seront transmis aux comptes locaux\nde ce serveur.";
//"ALIAS_DEFAULT" = "";

"VIRTUAL_TITLE" = "Domaine virtuel :";
"VIRTUAL_HELP" = "Ce domaine sera hébergé virtuellement sur votre serveur local.";
//"VIRTUAL_DEFAULT" = "";

"RELAY_TITLE" = "Accepter le relais SMTP de cet hôte ou de ce réseau :";
"RELAY_HELP" = "Cet hôte ou ce réseau sera autorisé à relayer le courrier via ce serveur.";
//"RELAY_DEFAULT" = "";

"REFUSED_TITLE" = "Refuser tous les messages de cet hôte ou de ce réseau :";
"REFUSED_HELP" = "Tous les messages de cet hôte ou de ce réseau ne seront pas dirigés ou livrés à ce serveur. \nCela empêche les expéditeurs de courrier indésirable d’utiliser votre serveur.";
//"REFUSED_DEFAULT" = "";

"RBL_TITLE" = "Source Real-time Blacklist :";
"RBL_HELP" = "Cela contribue à limiter le risque d’utilisation de votre serveur par des personnes\nmal intentionnées envoyant des courriers indésirables.";
"RBL_DEFAULT" = "dun.dnsrbl.net";

/* ----------------------------------------------------------------------
 * Sheet instructions
 * ---------------------------------------------------------------------- */

"MIGRATION_DB_SHEET" = "Dossier avec base de données de courrier 10.1/10.2 d’où faire la migration :";
"NEW_DB_LOCATION_SHEET" = "Choisissez un dossier pour y placer la base de données du courrier.";
"NEW_MAIL_STORE_LOC_SHEET" = "Choisissez un dossier pour y stocker les données de messagerie par défaut.";
"NEW_ALT_MAIL_STORE_LOC_SHEET" = "Choisissez un dossier pour y stocker les données de messagerie de remplacement.";

/* ----------------------------------------------------------------------
 * Log info
 * ---------------------------------------------------------------------- */

"LOG_INFO_SMTP_CRIT"	= "Erreurs critiques requérant probablement une action rapide de l’administrateur.";
"LOG_INFO_SMTP_ERR"		= "Ne journalise que les erreurs.";
"LOG_INFO_SMTP_WARN"	= "Journalise tous les avertissements et les erreurs.";
"LOG_INFO_SMTP_NOTICE"	= "Journalise les échecs d’authentification.";
"LOG_INFO_SMTP_INFO"	= "Journalise les transactions de connexion, les tentatives de remise de message et celles d’authentification.";
"LOG_INFO_SMTP_DEBUG"	= "Tous les messages seront journalisés, le but étant d’aider à déboguer la configuration de votre serveur.";

"LOG_INFO_IMAP_CRIT"	= "Erreurs critiques requérant probablement une action rapide de l’administrateur.";
"LOG_INFO_IMAP_ERR"		= "Erreurs E/S comprenant les échecs de bases de données et de mises à jour d’utilisation de quota.";
"LOG_INFO_IMAP_WARN"	= "Échecs des mécanismes de protection, délais d’inactivité des clients.";
"LOG_INFO_IMAP_NOTICE"	= "Journalise les authentifications, réussies ou non.";
"LOG_INFO_IMAP_INFO"	= "Ouvertures de boîte à lettres, suppression des messages remis en double.";
"LOG_INFO_IMAP_DEBUG"	= "Tous les messages seront journalisés, le but étant d’aider à déboguer la configuration de votre serveur.";

"LOG_INFO_SPAM_CRIT"	= "Erreurs critiques requérant probablement une action rapide de l’administrateur, messages de démarrage, de sortie, d’échec, virus détectés.";
"LOG_INFO_SPAM_ERR"		= "Données transmises entre les agents de détection.";
"LOG_INFO_SPAM_WARN"	= "Rapporte le résultat de la recherche de virus.";
"LOG_INFO_SPAM_NOTICE"	= "Journalise les informations de transaction de protocole client/serveur.";
"LOG_INFO_SPAM_INFO"	= "Indique la décomposition des messages.";
"LOG_INFO_SPAM_DEBUG"	= "Tous les messages seront journalisés, le but étant d’aider à déboguer la configuration de votre serveur.";

/* ----------------------------------------------------------------------
 * Maintenance pane strings
 * ---------------------------------------------------------------------- */

"TIGER_ONLY" = "Cette fonctionnalité est disponible dans Mac OS X Server 10.4 et ultérieur.";
"TIGER_ONLY_RECONSTRUCT" = "La reconstitution de compte est disponible dans Mac OS X Server 10.4 et ultérieur.";

"QUEUE_FMT" = "Identifiant de message :\t%@\nDate :\t\t%@\nTaille :\t\t\t%@\nExpéditeur :\t\t%@\nDestinataire(s) et état :\n----------------------\n%@";

"DELETE_MESSAGE" = "Supprimer le message sélectionné de la file d’attente ?";
"DELETE_RANGE" = "Supprimer tous les %@ messages sélectionnés de la file d’attente ?";

"RETRY_MSG" = "Réessayer d’envoyer tous les messages de la file d’attente ?";

/* ----------------------------------------------------------------------
 * Maintenance pane strings
 * ---------------------------------------------------------------------- */

"DB_REPAIR_START" = "Réparation de la base de données du courrier…";
"DB_REPAIR_FINISH" = "Terminé.";

"RECONSTRUCT_START" = "Reconstitution de l’utilisateur %@…";
"RECONSTRUCT_FINISH" = "Terminé.";

"DELETEACCOUNT_START" = "Suppression de courriers de l’utilisateur %@…";
"DELETEACCOUNT_FINISH" = "Terminé.";

"DELETEACCOUNT_TITLE" = "Souhaitez-vous supprimer tous les courriers de l’utilisateur sélectionné ?";
"DELETEACCOUNTS_TITLE" = "Souhaitez-vous supprimer tous les courriers des utilisateurs sélectionnés ?";
"DELETEACCOUNT_MESSAGE" = "Cette opération est irréversible.";

"Delete" = "Supprimer";
"Cancel" = "Annuler";

"MIGRATE_GET_USERS" = "Récupération des utilisateurs à partir de la base de données du courrier…";
"MIGRATE_GET_COMPLETE" = "Terminé.";
"MIGRATE_ALL_USERS" = "Tous les utilisateurs";
"MIGRATE_ALL_ACCOUNTS" = "Tous les comptes";
"MIGRATE_DEFAULT" = "Par défaut";

"No Accounts" = "Les utilisateurs doivent d’abord recevoir du courrier pour apparaître ici.";

/* ----------------------------------------------------------------------
 * Error strings
 * ---------------------------------------------------------------------- */

"-1200" = "Aucun service de courrier électronique n’est activé. Sélectionnez POP, IMAP et/ou SMTP avant le démarrage";

/* ----------------------------------------------------------------------
 * warning or error strings shown in dialog
 * ---------------------------------------------------------------------- */

"existeduserstitle" = "Certains des utilisateurs que vous ajoutez existent déjà.";
"existedusersmessage" = "Leurs autorisations seront actualisées en fonction des nouveaux réglages.";
"quotaWarningTitle" = "Certains champs sont vierges.";
"quotaWarningMessage" = "Vous avez laissé le champ « De », « Objet » ou « Corps du message » vide, ce qui pourrait troubler l’utilisateur.";
"ok" = "OK";
"Valid IP address" = "Adresse IP valide";
"Invalid IP address, range or group" = "Groupe, plage ou adresse IP non valide";
"Address range from: " = "Plage d’adresse de : ";
"to: " = "à : ";
"empty relay message" = "Vous avez sélectionné « N’accepter les relais SMTP que de ces hôtes et réseaux » sans préciser l’hôte ni le réseau";
"empty refuse message" = "Vous avez sélectionné « Refuser tous les messages de ces hôtes et réseaux » sans avoir précisé d’hôte ou de réseau";
"you must select a SMTP SSL certificate" = "vous devez sélectionner un certificat SMTP SSL";
"you must select a IMAP and POP SSL certificate" = "vous devez sélectionner un certificat IMAP et POP";

/* ----------------------------------------------------------------------
 * Mail Cluster strings
 * ---------------------------------------------------------------------- */
"cluster name header" = "Les serveurs se joignent à la grappe de messagerie - ";
"cluster ending" = ":\n";
"clusterconfirm" = "Si ce serveur de messagerie rejoint la grappe de serveurs de messagerie, tous les réglages modifiés s’appliqueront à la grappe de serveurs.";

"Enter an administrator login for the notification server that will deliver push mail notifications." = "Saisissez un mot de passe d’administrateur pour le serveur d’envoi des notifications de courrier électronique en mode « push ».";
"Enter an administrator login for '%@' to stop delivering push mail notifications." = "Saisissez un mot de passe d’administrateur pour que « %@ » cesse l’envoi des notifications de courrier électronique en mode « push ».";

"Add..." = "Ajouter…";
"Remove..." = "Supprimer…";
